{
  "video": {
    "video_id": "DhaZMgYiFZo",
    "url": "https://www.youtube.com/shorts/DhaZMgYiFZo",
    "title": "Por favor comparte con tus amigos #pov #herramientas #sketch #gracioso #actuación #historia",
    "description": "",
    "published_at": "2026-02-15T10:22:03Z",
    "channel_title": "Kw qw",
    "channel_id": "UCimfrlN4BZSP90ENzVt2AVA",
    "view_count": 72631,
    "like_count": 1262,
    "comment_count": 3,
    "duration": "PT55S",
    "madeForKids": false
  },
  "comments": [
    {
      "comment_id": "UgxhAbSo7lrVQkno3ZN4AaABAg",
      "author": "@Daleporco872",
      "text": "Você é muito feia sério eu tô fazendo a vida tentando me atrapalhar se você se você voltar na manhã de noite entende isso então vai atrapalhar minha filha\nVai trabalhar se você quer dinheiro tá paia se fosse Ah mas eu não quero não não fiz não tenho",
      "like_count": 0,
      "published_at": "2026-02-16T16:10:25Z",
      "replies": []
    },
    {
      "comment_id": "Ugzmt2Zhk_Eui1PDAQZ4AaABAg",
      "author": "@NayaraSilva-m8b",
      "text": "Ficou bom",
      "like_count": 3,
      "published_at": "2026-02-15T21:55:56Z",
      "replies": [
        {
          "reply_id": "Ugzmt2Zhk_Eui1PDAQZ4AaABAg.ATGLo4NF-nJATKhS_6s43f",
          "author": "@carollopes7832",
          "text": "Tá doida.",
          "like_count": 0,
          "published_at": "2026-02-17T14:30:48Z"
        }
      ]
    }
  ],
  "transcription": "E aí, irmã? Fez um café? Irmã, pelo amor de Deus, o que foi isso no seu olho, >> irmã? Irmão, se esconde. >> Mas como assim se esconde? Do que é que você tá falando? >> Esconde que você vai saber toda a verdade. >> Tá bom. >> Menina, você tá aí ainda com essa vassoura? Nossa, você não fez nada até agora. Tá varrendo aí até agora. Essa casa toda suja emprestável mesmo, né? Olha, dona Júlia, eu fiz sim e já tem três meses que eu cuido da sua casa e a sua casa está um brinco. >> Não faz mais que sua obrigação, Kevin. Eu casei com seu irmão, não foi com você. Você mora aqui de graça já tem três meses, ó. Quer saber? Eu vou aproveitar que seu irmão não tá aqui, esse babaca, e vou fazer as unhas, vou fazer o cabelo. Eu quero que essa casa aqui fique toda limpinha. A partir de agora pr você limpar tudo. >> Meu irmão não é um babaca, dona Júlia. é um menino educado e trabalhador. E ele te assumiu até hoje, dona Júlia."
}